[
    {
        "quote": "I used to be with it. But then they changed what it was. Now what I’m with isn’t it, and what’s it seems scary and wierd. It’ll happen to you.",
        "author": "Abe Simpson"
    },
    {
        "quote": "My Homer is not a communist. He may be a liar, a pig, an idiot, a communist, but he is not a porn star.",
        "author": "Abe Simpson"
    },
    {
        "quote": "You know, you remind me of a poem I can’t remember, and a song that may never have existed, and a place I’m not sure I’ve ever been to.",
        "author": "Abe Simpson"
    },
    {
        "quote": "Sure! But it doesn’t mean you can’t live a long and pointless life.",
        "author": "Abe Simpson"
    },
    {
        "quote": "I just had the most beautiful dream where I died.",
        "author": "Apu"
    },
    {
        "quote": "Thank you, masked vigilante. Your over-zealous homicide has saved me 80 cents. Now if you’re not going to buy anything, please move along.",
        "author": "Apu"
    },
    {
        "quote": "You call this melted cheese receptacle clean? The young man you replaced is rolling over in his grave.",
        "author": "Apu"
    },
    {
        "quote": "Oh, my God. This boy is having an out-of-body experience. This is very... Bad for business.",
        "author": "Apu"
    },
    {
        "quote": "Jesus must be spinning in his grave!",
        "author": "Barney Gumble"
    },
    {
        "quote": "Hey, I didn’t get where I am putting tops on things.",
        "author": "Bart Simpson"
    },
    {
        "quote": "There’s a 4:30 in the morning now?",
        "author": "Bart Simpson"
    },
    {
        "quote": "Well, no offense lady, but what you don’t know, could fill a warehouse.",
        "author": "Bart Simpson"
    },
    {
        "quote": "it’s not an awkward silence, it’s more like a nothing needs to be said kind of silence.",
        "author": "Carl Carlson"
    },
    {
        "quote": "Boy, I tell ya, they only come out at night. Or in this case, the daytime.",
        "author": "Chief Wiggum"
    },
    {
        "quote": "Book 'em, Lou. One count of being a bear. And one count of being an accessory to being a bear.",
        "author": "Chief Wiggum"
    },
    {
        "quote": "Put out an APB for a male suspect, driving a... Car of some sort, heading in the direction of... You know, that place that sells chili. Suspect is hatless. Repeat, hatless",
        "author": "Chief Wiggum"
    },
    {
        "quote": "Fat Tony is a cancer on this fair city. He is the cancer, and I am the... Um... What cures cancer?",
        "author": "Chief Wiggum"
    },
    {
        "quote": "But Aqua man! You cannot marry a woman without gills! You’re from two different worlds!... Ooh I’ve wasted my life",
        "author": "Comic Book Guy"
    },
    {
        "quote": "Oh, loneliness and cheeseburgers are a dangerous mix..",
        "author": "Comic Book Guy"
    },
    {
        "quote": "Why must you turn my office into a house of lies?",
        "author": "Dentist"
    },
    {
        "quote": "If I could turn back the clock on my mother’s stair-pushing, I would certainly reconsider it.",
        "author": "Drederick Tatum"
    },
    {
        "quote": "Mr. Simpson, your silence will only incriminate you further.",
        "author": "Godfrey Jones"
    },
    {
        "quote": "Back in Edinburg, we had a coal miners strike. All we wanted were hats with a wee light on top. Then one day the mine collapsed. No one made it out alive, not even Willie!",
        "author": "Groundskeeper Willie"
    },
    {
        "quote": "Brothers and sisters are natural enemies! Like Englishmen and Scots! Or Welshmen and Scots! Or Japanese and Scots! Or Scots and other Scots! Damn Scots! They ruined Scotland!",
        "author": "Groundskeeper Willie"
    },
    {
        "quote": "If only this sugar were as sweet as you, sir.",
        "author": "Hans Moleman"
    },
    {
        "quote": "You’re banned from this Historical Society. You, and your children, and your children’s children!... For 3 months.",
        "author": "Historian"
    },
    {
        "quote": "I’m gonna come back with the greatest gift a husband can give his wife. An annulment from his secret wife.",
        "author": "Homer Simpson"
    },
	{
        "quote": "Past instances in which I professed to like you were fraudulent.",
        "author": "Homer Simpson"
    },
	{
        "quote": "I mock your value system, you also appear foolish in the eyes of others.",
        "author": "Homer Simpson"
    },
    {
        "quote": "I’m drunk on love... And a beer.",
        "author": "Homer Simpson"
    },
    {
        "quote": "I saw this in a movie about a bus that had to SPEED around the city, keeping its SPEED over 50. And if its SPEED dropped, it would explode! I think it was called Bus that couldn’t slow down.",
        "author": "Homer Simpson"
    },
    {
        "quote": "Marriage is like a coffin and each kid is another nail.",
        "author": "Homer Simpson"
    },
    {
        "quote": "To Alcohol! The Cause Of... And Solution To... All Of Life’s Problems.",
        "author": "Homer Simpson"
    },
    {
        "quote": "Weaseling out of things is important to learn; it’s what separates us from the animals… Except the weasel.",
        "author": "Homer Simpson"
    },
    {
        "quote": "If he’s so smart, how come he’s dead?",
        "author": "Homer Simpson"
    },
    {
        "quote": "Oh yeah, what are you gonna do? Release the dogs? Or the bees? Or the dogs with bees in their mouths and when they bark, they shoot bees at you?",
        "author": "Homer Simpson"
    },
    {
        "quote": "A woman is a lot like a refrigerator: 6 feet tall, 300 pounds… it makes ice.",
        "author": "Homer Simpson"
    },
    {
        "quote": "Well, let’s just call them... Uh, 'Mr. X' and 'Mrs. Y'. So anyway, Mr. X would say, 'Marge, if this doesn’t get your motor running, my name isn’t Homer J. Simpson!'",
        "author": "Homer Simpson"
    },
    {
        "quote": "That’s it! You people have stood in my way long enough. I’m going to clown college!",
        "author": "Homer Simpson"
    },
    {
        "quote": "It’s not easy to juggle a pregnant wife and a troubled child, but somehow I managed to fit in eight hours of TV a day.",
        "author": "Homer Simpson"
    },
    {
        "quote": "America’s health care system is second only to Japan… Canada, Sweden, Great Britain… well, all of Europe. But you can thank your lucky stars we don’t live in Paraguay!",
        "author": "Homer Simpson"
    },
    {
        "quote": "You tried your best and you failed miserably. The lesson is, never try.",
        "author": "Homer Simpson"
    },
    {
        "quote": "Another day, another box of stolen pens.",
        "author": "Homer Simpson"
    },
    {
        "quote": "Just because I don’t care doesn’t mean that I don’t understand.",
        "author": "Homer Simpson"
    },
    {
        "quote": "Well, it’s 1 am. Better go home and spend some quality time with the kids.",
        "author": "Homer Simpson"
    },
    {
        "quote": "In America, first you get the sugar, then you get the women, then you get the money.",
        "author": "Homer Simpson"
    },
    {
        "quote": "So I says, blue M&M, red M&M- they all wind up the same color in the end.",
        "author": "Homer Simpson"
    },
    {
        "quote": "So I said to him, 'Look, buddy. Your car was upside down when we got here. And as for your grandma, she shouldn’t have mouthed off like that.'",
        "author": "Homer Simpson"
    },
    {
        "quote": "Asleep at the switch?! I wasn’t asleep, I was drunk!",
        "author": "Homer Simpson"
    },
    {
        "quote": "In this house we obey the laws of thermodynamics!",
        "author": "Homer Simpson"
    },
    {
        "quote": "Pfft, science! Has science ever kissed a woman? or won the Super Bowl? or put a man on the moon? This is what I think of your precious science!",
        "author": "Homer Simpson"
    },
    {
        "quote": "For once, maybe someone will call me 'sir' without adding, 'you’re making a scene.'",
        "author": "Homer Simpson"
    },
    {
        "quote": "You kids should thank your mother. Now that she’s a better person, we can see how awful we really are.",
        "author": "Homer Simpson"
    },
    {
        "quote": "She knew my one weakness... That I’m weak!",
        "author": "Homer Simpson"
    },
    {
        "quote": "Now I have to face stupid reality again.",
        "author": "Homer Simpson"
    },
    {
        "quote": "Finally, a way to combine my love of helping people with my love of hurting people",
        "author": "Homer Simpson"
    },
    {
        "quote": "It takes two to lie: one to lie and one to listen",
        "author": "Homer Simpson"
    },
    {
        "quote": "I believe that children are our future. Unless we stop them now.",
        "author": "Homer Simpson"
    },
    {
        "quote": "Hey that’s a half-truth!",
        "author": "Homer Simpson"
    },
    {
        "quote": "I’ve figured out the boy’s punishment: First, he’s grounded. No leaving the house, not even for school. Second, no egg nog. In fact, no nog, period. And third, absolutely no stealing for 3 months.",
        "author": "Homer Simpson"
    },
    {
        "quote": "Sorry, Lisa. Can’t change the future.",
        "author": "Homer Simpson"
    },
    {
        "quote": "Now, what is a wedding? Webster’s Dictionary defines a wedding as 'The process of removing weeds from one’s garden.'",
        "author": "Homer Simpson"
    },
    {
        "quote": "Marge, I’m going to miss you so much. And it’s not just the sex. It’s also the food preparation.",
        "author": "Homer Simpson"
    },
    {
        "quote": "From now on I’ll never leave the room without saying how much I love you and... This takes a long time. Maybe a pat on your butt will do... that’s it.",
        "author": "Homer Simpson"
    },
    {
        "quote": "Well, it’s not quite a mop, and it’s not quite a bucket, but boy will it, hahaha. So to answer your question Lisa, I don’t know.",
        "author": "Homer Simpson"
    },
    {
        "quote": "The joke’s on him! I’ll be dead by then.",
        "author": "Homer Simpson"
    },
    {
        "quote": "I’m in an abusive relationship with life. It keeps beating the hell out of me, and I’m too much of a coward to leave.",
        "author": "Homer Simpson"
    },
    {
        "quote": "What advantages does this motorcar have over, say, a train? Which I could also afford.",
        "author": "Homer Simpson"
    },
    {
        "quote": "I’m not gonna lie to you Marge... So long!",
        "author": "Homer Simpson"
    },
    {
        "quote": "Marge, if you were married to Da Vinci, you wouldn’t tell him not to Da Vinch.",
        "author": "Homer Simpson"
    },
    {
        "quote": "It’s a pornography store. I was buying pornography.",
        "author": "Homer Simpson"
    },
    {
        "quote": "[Chuckles] Yeah... That was just a lie.",
        "author": "Homer Simpson"
    },
    {
        "quote": "Le grille!? What the hell is that?",
        "author": "Homer Simpson"
    },
    {
        "quote": "Shut up, shut up! If I don’t hear you, it’s not illegal.",
        "author": "Homer Simpson"
    },
    {
        "quote": "Okay, Marge, if anyone asks... you require 24-hour nursing care, Lisa’s a clergyman... Maggie is seven people, and Bart was wounded in Vietnam.",
        "author": "Homer Simpson"
    },
    {
        "quote": "I remember your exact words. You said I should quit my job and become an inventor, or you’d torch the house.",
        "author": "Homer Simpson"
    },
    {
        "quote": "I wish God were alive to see this.",
        "author": "Homer Simpson"
    },
    {
        "quote": "Son, when you participate in sporting events, it’s not whether or you win or lose, it’s how drunk you get.",
        "author": "Homer Simpson"
    },
    {
        "quote": "Marge? Kids? Everything’s going to be just fine. Now go upstairs, and pack your bags... We’re going to start a new life under the sea.",
        "author": "Homer Simpson"
    },
    {
        "quote": "I’m not looking for glory or wealth. I’m just buying that stairway to heaven that Jesus sang about.",
        "author": "Homer Simpson"
    },
    {
        "quote": "when you’ve sustained as many blows to the head as I have consistency is something, something that something... I love you, Bart.",
        "author": "Homer Simpson"
    },
    {
        "quote": "Oh, Bart, you say that now. But when you’re grown up, you’ll just think it.",
        "author": "Homer Simpson"
    },
    {
        "quote": "You let me down, man! Now I don’t believe in nothing no more. I’m going to law school.",
        "author": "Jimbo Jones"
    },
    {
        "quote": "A philanthropist. A humanitarian. A man of peace. These are just a few of the men who have come to spit on Montgomery Burns’ grave.",
        "author": "Kent Brockman"
    },
    {
        "quote": "Professor, without knowing precisely what the danger is, would you say it’s time for our viewers to crack each other’s heads open and feast on the goo inside?",
        "author": "Kent Brockman"
    },
    {
        "quote": "As a young boy, I dreamed of being a baseball.",
        "author": "Kodos"
    },
    {
        "quote": "A great man once observed: 90% of success is showing up on time. Sorry I’m four hours late...",
        "author": "Krusty The Clown"
    },
    {
        "quote": "Go out on a Tuesday? Who am I, Charlie Sheen?",
        "author": "Marge Simpson"
    },
    {
        "quote": "Sand makes me sad because it used to be big rocks. But not anymore... Not anymore",
        "author": "Marge Simpson"
    },
    {
        "quote": "Let’s get some beer in you, and then it’s right to bed",
        "author": "Marge Simpson"
    },
    {
        "quote": "Remember the time he ate my goldfish? And you lied and said I never had a goldfish. Then why did I have the bowl, Bart? Why did I have the bowl?",
        "author": "Milhouse Van Houten"
    },
    {
        "quote": "We started out like Romeo and Juliet, but instead it ended up in tragedy!",
        "author": "Milhouse Van Houten"
    },
    {
        "quote": "Your tears say more than real evidence ever could.",
        "author": "Moderator"
    },
    {
        "quote": "Well, I’m better than dirt. Well, most kinds of dirt. I mean not that fancy store bought dirt. That stuffs loaded with nutrients. I.. I can’t compete with that stuff.",
        "author": "Moe Szyslak"
    },
    {
        "quote": "Guess I’ll just have to become beautiful on the inside.",
        "author": "Moe Szyslak"
    },
    {
        "quote": "Hey, hey, I may be ugly and hate-filled, but I, um... What was the third thing you said?",
        "author": "Moe Szyslak"
    },
    {
        "quote": "I’ve done stuff I ain’t proud of. And the stuff I am proud of is disgusting.",
        "author": "Moe Szyslak"
    },
    {
        "quote": "Looks like me and Marge are both going to hell. That’s where I’ll make my move.",
        "author": "Moe Szyslak"
    },
    {
        "quote": "I can’t build a relationship on a lie. The lies come later.",
        "author": "Moe Szyslak"
    },
    {
        "quote": "Of all the kisses I have ever gotten in my life, that was the first.",
        "author": "Moe Szyslak"
    },
    {
        "quote": "This Anonymous Clan Of Slack-Jawed Troglodytes Has Cost Me The Election. And Yet, If I Were To Have Them Killed, I Would Be The One To Go To Jail. That’s Democracy For You.",
        "author": "Mr. Burns"
    },
    {
        "quote": "Since the beginning of time, man has yearned to destroy the sun.",
        "author": "Mr. Burns"
    },
    {
        "quote": "Men, there’s a little crippled boy sitting in a hospital who wants you to win this game. I know because I crippled him myself, to inspire you.",
        "author": "Mr. Burns"
    },
    {
        "quote": "So I want you to remember some inspiring words that someone else might have told you over the course of your lives, and go out there and win!",
        "author": "Mr. Burns"
    },
    {
        "quote": "I can’t be held responsible for what my goons were ordered to do!",
        "author": "Mr. Burns"
    },
    {
        "quote": "Now, a few more details about this year’s company picnic - It’s at the plant, no food will be served, the only activity will be work, and the picnic is cancelled.",
        "author": "Mr. Burns"
    },
    {
        "quote": "Yeah, a crazy guy shot a bunch of people and the subway ran over my hat.",
        "author": "Ned Flanders"
    },
    {
        "quote": "And Harry Potter and all his friends went straight to hell for practising witchcraft!",
        "author": "Ned Flanders"
    },
    {
        "quote": "Oh, wow, windows. I don’t think I could afford this place.",
        "author": "Otto"
    },
    {
        "quote": "They call ’em fingers, but I never see ’em fing... Oh wait, there they go.",
        "author": "Otto"
    },
    {
        "quote": "Am I so out of touch? No, it’s the children who are wrong!",
        "author": "Principal Skinner"
    },
    {
        "quote": "Well, it could have been a day, it could have been the rest of my life... It was only a day.",
        "author": "Principal Skinner"
    },
    {
        "quote": "Me fail English? That’s unpossible.",
        "author": "Ralph Wiggum"
    },
    {
        "quote": "Me fail English? That’s unpossible!",
        "author": "Ralph Wiggum"
    },
    {
        "quote": "Ned, have you considered any of the other major religions? They’re all pretty much the same.",
        "author": "Reverend Lovejoy"
    },
    {
        "quote": "I stole this accordion from a blind monkey. But you! You disgust me!",
        "author": "Sailor"
    },
    {
        "quote": "Only who can prevent forest fires?... You pressed 'You' referring to me. That is incorrect, the correct answer is you.",
        "author": "Smokey the Bear Robot"
    },
    {
        "quote": "Get down on your knees, pray to your God, and ask him... No, demand he tell you the answer! And if he won’t, he is no God of yours!",
        "author": "Superintendent Chalmers"
    },
    {
        "quote": "Good evening sir! Would you please leave without a fuss right now?",
        "author": "Valet"
    },
    {
        "quote": "Perhaps if I search the employee evaluations for the word 'incompetent'. 714 names? Better be more specific. 'lazy', 'clumsy', 'dim-witted', 'monstrously ugly'. 714 names? Aw, nuts to this. I’ll just get Homer Simpson.",
        "author": "Waylon Smithers"
    },
    {
        "quote": "Oh, Mr. Burns, we’ll thaw you out the second they discover the cure for seventeen stab wounds in the back.",
        "author": "Waylon Smithers"
    },
    {
        "quote": "I sleep under my bed every night cause I’m scared of the cars from Cars. If gasoline is their food, then why do they have teeth?!",
        "author": "Milhouse Van Houten"
    },
    {
        "quote": "Sounds like Springfield’s got a discipline problem. Maybe that’s why we beat them at football nearly half the time.",
        "author": "Shelbyville guy"
    },
    {
        "quote": "Marge, kids, everything’s going to be just fine. Now go upstairs, pack your bags. We’re going to begin a new life under the sea.",
        "author": "Homer Simpson"
    },
    {
        "quote": "Oh, look at me! I’m making people happy! I’m the magical man from Happyland in a gumdrop house on Lollipop Lane!",
        "author": "Homer Simpson"
    },
    {
        "quote": "Hello, Simpson. I’m riding the bus today because Mother hid my car keys to punish me for talking to a woman on the phone. She was right to do it.",
        "author": "Principal Skinner"
    },
    {
        "quote": "I’ve always admired car owners... And I hope to be one myself as soon as I finish paying off mother. She insists I pay retroactively for the food I ate as a child.",
        "author": "Principal Skinner"
    },
    {
        "quote": "Milhouse, give him back his soul. I’ve got work tomorrow.",
        "author": "Kirk Van Houten"
    },
    {
        "quote": "To Lisa, someday you will have a coffee table. Love, dad.",
        "author": "Homer Simpson"
    },
    {
        "quote": "No, Lisa. The only monster here is the gambling monster... That has enslaved your mother! I call him Gamblor!",
        "author": "Homer Simpson"
    },
    {
        "quote": "Now for that happy period between the lie and the time it’s found out.",
        "author": "Homer Simpson"
    },
	{
        "quote": "Recycling is useless, Lis. Once the sun burns out, this planet is doomed. You’re just making sure we spend our last days using inferior products.",
        "author": "Bart Simpson"
    }
]
